Stats/Consolidation/Native/net2_21.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=1
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=1
fio-2.2.8
Starting 2 processes

receiver: (groupid=0, jobs=1): err=106 (file:engines/net.c:900, func=sendto udp link close, error=Transport endpoint is already connected): pid=3836: Mon Feb 22 17:56:18 2016
  read : io=102400MB, bw=12170Mbit/s, iops=389434, runt= 67314msec
    clat (usec): min=1, max=1051, avg= 2.13, stdev= 1.21
     lat (usec): min=1, max=1052, avg= 2.17, stdev= 1.20
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    2],
     | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
     | 70.00th=[    2], 80.00th=[    2], 90.00th=[    3], 95.00th=[    3],
     | 99.00th=[    9], 99.50th=[   10], 99.90th=[   12], 99.95th=[   13],
     | 99.99th=[   15]
    bw (Mbit/s): min=    0, max=13431, per=100.00%, avg=12074.36, stdev=1669.06
    lat (usec) : 2=13.02%, 4=82.27%, 10=3.83%, 20=0.88%, 50=0.01%
    lat (usec) : 100=0.01%, 250=0.01%, 500=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=29.16%, sys=68.94%, ctx=446385, majf=0, minf=131
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=26214400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
sender: (groupid=0, jobs=1): err=106 (file:engines/net.c:900, func=sendto udp link close, error=Transport endpoint is already connected): pid=3837: Mon Feb 22 17:56:18 2016
  write: io=102400MB, bw=12170Mbit/s, iops=389434, runt= 67314msec
    clat (usec): min=1, max=1288, avg= 2.04, stdev= 1.10
     lat (usec): min=1, max=1288, avg= 2.12, stdev= 1.09
    clat percentiles (usec):
     |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    2],
     | 30.00th=[    2], 40.00th=[    2], 50.00th=[    2], 60.00th=[    2],
     | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    3],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[    9], 99.95th=[   10],
     | 99.99th=[   11]
    bw (Mbit/s): min= 8346, max=13431, per=100.00%, avg=12164.44, stdev=1304.72
    lat (usec) : 2=16.43%, 4=79.30%, 10=4.20%, 20=0.07%, 50=0.01%
    lat (usec) : 100=0.01%, 250=0.01%, 500=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=35.27%, sys=64.54%, ctx=695, majf=0, minf=78
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=26214400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=102400MB, aggrb=12170Mbit/s, minb=12170Mbit/s, maxb=12170Mbit/s, mint=67314msec, maxt=67314msec
  WRITE: io=102400MB, aggrb=12170Mbit/s, minb=12170Mbit/s, maxb=12170Mbit/s, mint=67314msec, maxt=67314msec