Stats/Consolidation/Native/net2_26.log
pingpong_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
normal_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
pingpong_writer: (g=0): rw=write, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
fio-2.2.8
Starting 3 processes

pingpong_reader: (groupid=0, jobs=1): err= 0: pid=3678: Mon Feb 22 00:23:14 2016
  read : io=102400KB, bw=20943Kbit/s, iops=41886, runt= 39115msec
    clat (usec): min=9, max=2975, avg=22.63, stdev= 2.65
     lat (usec): min=9, max=2975, avg=22.76, stdev= 2.66
    clat percentiles (usec):
     |  1.00th=[   21],  5.00th=[   22], 10.00th=[   22], 20.00th=[   22],
     | 30.00th=[   22], 40.00th=[   22], 50.00th=[   22], 60.00th=[   23],
     | 70.00th=[   23], 80.00th=[   23], 90.00th=[   23], 95.00th=[   24],
     | 99.00th=[   28], 99.50th=[   29], 99.90th=[   31], 99.95th=[   32],
     | 99.99th=[   62]
    bw (Kbit/s): min=    0, max=21168, per=100.00%, avg=20675.44, stdev=2361.05
    lat (usec) : 10=0.01%, 20=0.03%, 50=99.96%, 100=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=10.94%, sys=44.83%, ctx=1638422, majf=0, minf=54
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
normal_reader: (groupid=0, jobs=1): err= 0: pid=3679: Mon Feb 22 00:23:14 2016
  read : io=102400KB, bw=20943Kbit/s, iops=41886, runt= 39115msec
    clat (usec): min=1, max=2981, avg=22.92, stdev= 2.66
     lat (usec): min=1, max=2981, avg=23.01, stdev= 2.66
    clat percentiles (usec):
     |  1.00th=[   22],  5.00th=[   22], 10.00th=[   22], 20.00th=[   22],
     | 30.00th=[   22], 40.00th=[   23], 50.00th=[   23], 60.00th=[   23],
     | 70.00th=[   23], 80.00th=[   23], 90.00th=[   24], 95.00th=[   25],
     | 99.00th=[   28], 99.50th=[   29], 99.90th=[   31], 99.95th=[   33],
     | 99.99th=[   61]
    bw (Kbit/s): min=    0, max=21168, per=100.00%, avg=20675.54, stdev=2361.06
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=99.97%
    lat (usec) : 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=9.66%, sys=14.69%, ctx=1638420, majf=0, minf=29
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
pingpong_writer: (groupid=0, jobs=1): err= 0: pid=3680: Mon Feb 22 00:23:14 2016
  write: io=102400KB, bw=20943Kbit/s, iops=41886, runt= 39115msec
    clat (usec): min=19, max=2903, avg=22.51, stdev= 2.59
     lat (usec): min=19, max=2903, avg=22.66, stdev= 2.60
    clat percentiles (usec):
     |  1.00th=[   21],  5.00th=[   22], 10.00th=[   22], 20.00th=[   22],
     | 30.00th=[   22], 40.00th=[   22], 50.00th=[   22], 60.00th=[   22],
     | 70.00th=[   23], 80.00th=[   23], 90.00th=[   23], 95.00th=[   24],
     | 99.00th=[   28], 99.50th=[   29], 99.90th=[   30], 99.95th=[   32],
     | 99.99th=[   61]
    bw (Kbit/s): min=20336, max=21168, per=100.00%, avg=20940.62, stdev=155.57
    lat (usec) : 20=0.01%, 50=99.99%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%
  cpu          : usr=11.62%, sys=64.09%, ctx=1638374, majf=0, minf=55
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1638400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=204800KB, aggrb=41880Kbit/s, minb=20936Kbit/s, maxb=20936Kbit/s, mint=39115msec, maxt=39115msec
  WRITE: io=102400KB, aggrb=20936Kbit/s, minb=20936Kbit/s, maxb=20936Kbit/s, mint=39115msec, maxt=39115msec