Stats/Consolidation/Native/net2_27.log
pingpong_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
normal_reader: (g=0): rw=read, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
pingpong_writer: (g=0): rw=write, bs=64-64/64-64/64-64, ioengine=net, iodepth=1
fio-2.2.8
Starting 3 processes

pingpong_reader: (groupid=0, jobs=1): err= 0: pid=3744: Mon Feb 22 00:23:52 2016
  read : io=102400KB, bw=22299Kbit/s, iops=44598, runt= 36737msec
    clat (usec): min=9, max=1044, avg=21.15, stdev= 1.50
     lat (usec): min=9, max=1044, avg=21.28, stdev= 1.50
    clat percentiles (usec):
     |  1.00th=[   20],  5.00th=[   20], 10.00th=[   20], 20.00th=[   21],
     | 30.00th=[   21], 40.00th=[   21], 50.00th=[   21], 60.00th=[   21],
     | 70.00th=[   21], 80.00th=[   21], 90.00th=[   22], 95.00th=[   23],
     | 99.00th=[   26], 99.50th=[   27], 99.90th=[   28], 99.95th=[   30],
     | 99.99th=[   66]
    bw (Kbit/s): min=    0, max=22632, per=100.00%, avg=21994.38, stdev=2602.95
    lat (usec) : 10=0.01%, 20=0.20%, 50=99.78%, 100=0.01%, 250=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=11.51%, sys=48.07%, ctx=1638407, majf=0, minf=85
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
normal_reader: (groupid=0, jobs=1): err= 0: pid=3745: Mon Feb 22 00:23:52 2016
  read : io=102400KB, bw=22299Kbit/s, iops=44598, runt= 36737msec
    clat (usec): min=1, max=987, avg=21.46, stdev= 1.58
     lat (usec): min=1, max=987, avg=21.55, stdev= 1.58
    clat percentiles (usec):
     |  1.00th=[   20],  5.00th=[   20], 10.00th=[   21], 20.00th=[   21],
     | 30.00th=[   21], 40.00th=[   21], 50.00th=[   21], 60.00th=[   21],
     | 70.00th=[   22], 80.00th=[   22], 90.00th=[   22], 95.00th=[   23],
     | 99.00th=[   27], 99.50th=[   27], 99.90th=[   29], 99.95th=[   31],
     | 99.99th=[   65]
    bw (Kbit/s): min=    0, max=22632, per=100.00%, avg=21994.16, stdev=2602.92
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.23%, 50=99.76%
    lat (usec) : 100=0.01%, 250=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=10.23%, sys=15.69%, ctx=1638405, majf=0, minf=52
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=1638400/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
pingpong_writer: (groupid=0, jobs=1): err= 0: pid=3746: Mon Feb 22 00:23:52 2016
  write: io=102400KB, bw=22299Kbit/s, iops=44598, runt= 36737msec
    clat (usec): min=16, max=1018, avg=21.01, stdev= 1.47
     lat (usec): min=17, max=1018, avg=21.16, stdev= 1.47
    clat percentiles (usec):
     |  1.00th=[   20],  5.00th=[   20], 10.00th=[   20], 20.00th=[   20],
     | 30.00th=[   21], 40.00th=[   21], 50.00th=[   21], 60.00th=[   21],
     | 70.00th=[   21], 80.00th=[   21], 90.00th=[   22], 95.00th=[   22],
     | 99.00th=[   26], 99.50th=[   27], 99.90th=[   28], 99.95th=[   30],
     | 99.99th=[   66]
    bw (Kbit/s): min=21008, max=22632, per=100.00%, avg=22295.45, stdev=242.66
    lat (usec) : 20=0.06%, 50=99.92%, 100=0.01%, 250=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=12.69%, sys=69.07%, ctx=1637694, majf=0, minf=62
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1638400/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=204800KB, aggrb=44592Kbit/s, minb=22296Kbit/s, maxb=22296Kbit/s, mint=36737msec, maxt=36737msec
  WRITE: io=102400KB, aggrb=22296Kbit/s, minb=22296Kbit/s, maxb=22296Kbit/s, mint=36737msec, maxt=36737msec